20250626T085406--kdoc-409-挫折し続けた運動を習慣化できたのは毎日やったから__essay.org
:properties:
:ID: 20250626T085406
:mtime:    20250629201716
:ctime:    20250626085407
:end:
#+title:      KDOC 409: 挫折し続けた運動を習慣化できたのは毎日やったから
#+date:       [2025-06-26 Thu 08:54]
#+filetags:   :essay:
#+identifier: 20250626T085406

* この文書のステータス
- 作成
  - [X] 2025-06-26 貴島
- レビュー
  - [X] 2025-06-29 貴島

* 概要

運動を1年間継続してやっている。体の変化を実感し、自信になっている。肉体だけでない。自分がやると決めたことを続けられる人間なのだということを誇らしく感じる。

[[id:20240810T073930][KDOC 215: 運動習慣を身につけるヒントを考える]]では、継続1ヶ月時点で、なぜ続けられているのかを考えている。今は最大の要因について違う意見を持っている。もっとも重要な要因は、「毎日やっていたから」に見える。本で紹介していたトレーニングのスケジュールが曜日ごとに違う部位のトレーニングを1種類やる、というものだったのでそのとおりに毎日やっていた。

意見を変えた理由は、ほかの習慣における再現性である。運動は習慣化できたが、ほかのことへの応用はうまくいっていなかった。

最近、[[id:20250624T222943][KDOC 408: ラクに続けるコツは週7日やることである]]がよさそうに見えたので、毎日やるのを実践している。毎日5分本を読む、5分英語の動画を見る、といった習慣をはじめてしばらく期間が経過したのだが、じつに自然に継続している。

重要なのは、毎日実行すること、毎日実行できるようにハードルを下げる、ということだったように見える。

* 関連

- [[id:20240708T214636][KDOC 197: 『プリズナー・トレーニング』]]。運動を習慣化できた本
- [[id:20250611T180912][KDOC 385: 『続ける思考』]]。習慣化するために誰でも再現可能な方法を解説する本
